Repository: 84000/data-translation-memory
Catalog: toh590-v3.tmx
Source language: bo
Languages: en

source: ཙྪིནྡ་ཙྪིནྡ། བྷིནྡ་བྷིནྡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ར་ཀྵ་ར་ཀྵ་མ་མ་ས་པ་རི་བཱ་ར་སྱ་སརྦ་སཏྭཱཾཤྩ་སྭཱ་ཧཱ། ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཧཱུྃ་ཧཱུྃ་རཀྵ་རཀྵ་མ་མ་ས་པ་རི་བཱ་ར་སྱ་སརྦ་ས་ཏྭཱཾཤྩ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཏདྱ་ཐཱ། ཨོཾ་ཨ་ན་ལེ་ཨ་ན་ལེ། ཨ་ཙ་ལེ་ཨ་ཙ་ལེ། ཁ་ས་མེ་ཁ་ས་མེ། བཱི་རེ་བཱི་རེ། བཻ་ར་བཻ་ར། སཽ་མྱེ་སཽ་མྱེ། སརྦ་བུདྡྷ་ཨ་དྷིཥྛཱ་ན་ཨ་དྷིཥྛི་ཏེ་སརྦ་ཏ་ཐཱ་ག་ཏོ་ཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་སརྦ་དུཥྚ་ཙིཏྟཱན་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། སངས་རྒྱས་ཀྱི་རྣལ་འབྱོར་གྱིས་ཤིག་པ་ཐམས་ཅད་ལ་ལན་གསུམ་བཟླས་པར་བྱའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། ལྷ་དང་། མི་དང་།
en: oṁ hūṁ ṣṭoṃ bandha bandha sarvaduṣṭān rakṣa mama saparivārasya sarvasattvāṃśca svāhā | oṁ hūṁ ṣṭoṃ bandha bandha sarvaduṣṭān rakṣa rakṣa mama saparivārasya sarvasattvāṃśca vajrapāṇe hūṁ phaṭ svāhā | oṁ sarvatathāgatoṣṇiṣa avalokite mūrdhani tejorāśi | oṁ jvala jvala | khāda khāda | dhaka dhaka | dara dara | vidara vidara | chinda chinda | bhindi bhinda | hūṁ hūṁ phaṭ phaṭ rakṣa rakṣa mama saparivārasya sarvasattvāṃśca svāhā | oṁ sarvatathāgatoṣṇīṣasitātapatre hūṁ phaṭ svāhā | hūṁ hūṁ rakṣa rakṣa mama saparivārasya sarvasattvāṃśca hūṁ phaṭ svāhā || tadyathā | oṁ anale anale | acale acale | khasame khasame | vīre vīre | vaira vaira | saumye saumye | sarvabuddhādhiṣṭhānādhiṣṭhite sarvatathāgatoṣṇīṣasitātapatre sarvaduṣṭacittān hūṁ phaṭ svāhā || “When facing any calamity this should be recited three times in connection with the Buddha.”

source: ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One spoke these words, all buddhas and the bodhisattvas, together with the world of devas humans, asuras, garuḍas, kinnaras, and gandharvas, rejoiced and praised the words of the Blessed One.

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་རྫོགས་སོ།། །།
en: Thus concludes the noble invincible great queen of spells for averting called “Sitātapatrā Born from the Uṣṇīṣa of All Tathāgatas.”
